{
  "full_name": "Narendra Modi",
  "profession": "Prime Minister of India",
  "address": "Central Delhi, Delhi, India",
  "connections": "0 connections",
  "university": [
    "Gujarat University"
  ],
  "websites": [
    "http://www.narendramodi.in",
    "http://pmindia.gov.in/en/"
  ],
  "experience": [
    {
      "experience_title": "Prime Minister of India",
      "experience_subtitle": "Government of India",
      "experience_date_range": "May 2014  –  Present",
      "experience_duration": "6 years 3 months"
    },
    {
      "experience_title": "Chief Minister of Gujarat",
      "experience_subtitle": "Government of Gujarat",
      "experience_date_range": "Oct 2001  –  Apr 2014",
      "experience_duration": "12 years 7 months"
    }
  ],
  "degrees": [
    "Political Science",
    "Political Science and Government"
  ],
  "skills": [
    "Leadership",
    "Administration",
    "Organisational Leadership",
    "Government",
    "Politics",
    "Policy"
  ],
  "summary": "Dynamic, dedicated and determined, Narendra Modi arrives as a ray of hope in the lives of a billion Indians. His laser focus on development and proven ability to deliver results have made him one of India’s most popular leaders. His promise is to build a nation that is strong, prosperous and inclusive, where each and every Indian can realize their hopes and aspirations.Narendra Modi made his mark on both the Indian and global stage as the chief minister of the western state of Gujarat for a record 4 terms. There, he brought about a paradigm shift in people’s lives by delivering pro-citizen good governance. He transformed Gujarat, which was reeling from the aftereffects of a devastating earthquake, into a growth engine that made a strong contribution to India’s development. Under his leadership Gujarat Government won over 300 awards at the domestic and international level.Narendra Modi has achieved all this thanks to hard work and the values instilled in his childhood. Born on 17 September 1950 in a small town in Gujarat, he grew up in a loving but poor family ‘without a spare rupee’. The initial hardships of life not only taught the value of hard work but also revealed to him the avoidable sufferings of the common people. That is why as chief minister, he lived his life by the principle of ‘Antyodaya’, of serving the last person in the queue. From a very young age he immersed himself in service to the nation, working with patriotic organisations.He is a ‘people’s leader’. His powerful, personal ‘connect’ on the ground is complemented by a strong presence online where he is known as India’s most techno-savvy leader, using the web to reach people and bring about change in their lives. He is very active on social media, including Facebook, Twitter, Google+ and other forums.This is the man, an embodiment of courage, compassion and conviction, on whom the nation has bestowed its mandate, hoping that he will rejuvenate India and make it a bright beacon to the world."
}